{"challenges":
    [
        {
            "header":"Climb a tree.",
            "text":"Find a tree that can support one of your teammembers weights. One member must climb this tree so that every part of their body is over 1.5 meters above ground level. The selected member must be able to stay at this height for at least 2 minutes. The entire two minutes must be filmed.",
            "coins":35,
            "veto_time":10
        },
        {
            "header":"Find twenty birds.",
            "text":"You must photograph at least 20 different birds. Each bird must be clearly recognizable as one. Only real and alive birds count.",
            "coins":40,
            "veto_time":15
        },
        {
            "header":"Visit the airport",
            "text":"You and your partner have to take a selfie inside the official MUC airport. Both of you have to be clearly visible and recognizable in this picture. It also should be visible that the picture was actually taken in the airport. You may start this challenge at any spot of your liking. As soon as you start, you may take any public transport and don't have to pay for it under the following conditions: 1. You go there and back in the most direct and fastest way possible, and 2. On your way back, you will have to (again) take the fastest/most direct way to the exact spot where you started the challenge. You may stay at the airport for however long you want.",
            "coins":230,
            "veto_time":45
        },
        {
            "header":"Visit an IKEA",
            "text":"You and your partner have to take a selfie inside any IKEA within the game borders. Both of you have to be clearly visible and recognizable in this picture. It also should be visible that the picture was actually taken in an IKEA. You may start this challenge at any spot of your liking. As soon as you start, you may take any public transport and don't have to pay for it under the following conditions: 1. You go there and back in the most direct and fastest way possible, and 2. On your way back, you will have to (again) take the fastest/most direct way to the exact spot where you started the challenge. You may stay at the IKEA for however long you want.",
            "coins":180,
            "veto_time":40
        },
        {
            "header":"Be faster than public transport.",
            "text":"One of your teammembers has to get on any viable medium of public transport. As soon as they are on this, the other portner has to run to the next station of the first player by foot. If the second teammember manages to arrive at that station before the first one does, then the challenge is completed. Your team has two attempts, if both fail, the challenge is automatically vetoed. Viable mediums are: regional train, s-bahn, u-bahn and bus.",
            "coins":130,
            "veto_time":30
        },
        {
            "header":"Go exactly one Kilometer.",
            "text":"One teammember closes their eyes and points in front of themselves. They then start spinning, slow enough not to feel dizzy. At any point during this, their partner sais 'Stop' and the first person stops spinning. Now open Maps, and measure distance in the direction they're pointing in (Long press on your location, swipe menu up => 'Measure distance'). Determine the point that lies exactly one kilometer in this direction, now take a screenshot where you can see your location and the point you just measured out. Now get to the closest publically accessible spot to this point (i.e. the nearest street). You are not allowed to use any form of public transport, so you must go there by foot. Once you arrived, take another screenshot of your location, and a selfie at your spot.",
            "coins":90,
            "veto_time":20
        },
        {
            "header":"Go on five trains within fifteen minutes.",
            "text":"Your team has to ride 5 trains within 15 minutes. When you start the challenge, set a timer for 15 minutes. Within these 15 minutes, you need to get on 5 trains (Regional or S-Bahn) for at least one stop. You can not go on the same line twice in a row, and you may not go back and fourth between stations. You can choose freely which station to start at, buy you may not visit any station twice during this challenge.",
            "coins":120,
            "veto_time":20
        },
        {
            "header":"Find some graffiti",
            "text":"Take a photo of some graffity.",
            "coins":20,
            "veto_time":5
        },
        {
            "header":"Take a picture with a strangers dog.",
            "text":"Ask someone with a dog whether you may take a picture with it. Only one of you has to be on the picture, the other one can be taking it with their phone. The dog must be on the picture as well. The dog must also be real and alive.",
            "coins":50,
            "veto_time":9
        },
        {
            "header":"Take a picture with a stranger.",
            "text":"Ask someone whether you may take a picture with them. Only one of you has to be on the picture, the other one can be taking it with their phone. The stranger must be on the picture as well. Selfies also work. Anyone within this game doesnt count",
            "coins":30,
            "veto_time":9
        },
        {
            "header":"Play on a playground.",
            "text":"Go to any public playground and play there for 10 minutes. The time starts once you start using the playground. Simply entering a playground is not enough, both of you have to actually use the playground.",
            "coins":20,
            "veto_time":12
        },
        {
            "header":"Find a street with exactly fifteen letters in its name.",
            "text":"Take a photo of a street name sign with exactly 15 letters on it. Spaces and special characters like '-' do not count. You may not use your phones to do any reasearch to help you complete this challenge.",
            "coins":25,
            "veto_time":7
        },
        {
            "header":"Hug a tree.",
            "text":"Hug any tree. It's pretty simple",
            "coins":10,
            "veto_time":5
        },
        {
            "header":"Find a building for every colour of the rainbow.",
            "text":"Find six different buildings and take a photo of each. At the end of this you must have photographed one building in every colour of the rainbow (red, orange, yellow, green, blue and purple). You may not use your phones to do any research for this challenge.",
            "coins":50,
            "veto_time":20
        },
        {
            "header":"Find a street with all vowels in its name.",
            "text":"Take a photo of a street name sign containing every vowel (a, e, i, o, u). You may not use your phones to do any reasearch to help you complete this challenge.",
            "coins":25,
            "veto_time":7
        },
        {
            "header":"Write a poem about your team.",
            "text":"Write a poem about your team. The poem can have funny, random or interesting information about your team, and must be at least five verses long and must rhyme. When you are done, take a video of one of you reciting the poem from memory.",
            "coins":70,
            "veto_time":23
        },
        {
            "header":"Make an informational video about your team",
            "text":"Film a short documentary about your team. The video must be longer than 60 seconds. It can have funny, random or interesting information about your team. The video can be filmed in one take, but both teammembers do have to appear in it.",
            "coins":70,
            "veto_time":23
        },
        {
            "header":"Learn any song made before the year 2000",
            "text":"Pick any song made before the year 2000. Songs from the year 2000 itself do not count. The song must have english lyrics. Once you decided on a song, you must memorise its lyrics. You are allowed to split the task between the two of you (Partner 1 learns the first half, Partner 2 learns the second half), But in the end you must record yourself singing this song (you may sing along to the original).",
            "coins":75,
            "veto_time":27
        },
        {
            "header":"Learn any song made after the year 2000",
            "text":"Pick any song made after the year 2000. Songs from the year 2000 itself do count. The song must have english lyrics. Once you decided on a song, you must memorise its lyrics. You are allowed to split the task between the two of you (Partner 1 learns the first half, Partner 2 learns the second half), But in the end you must record yourself singing this song (you may sing along to the original).",
            "coins":80,
            "veto_time":27
        },
        {
            "header":"Perform a bottleflip.",
            "text":"Welcome back in 2016! Obtain a plastic water bottle and perform a successful bottle flip.",
            "coins":25,
            "veto_time":8
        },
        {
            "header":"Make art from natural materials.",
            "text":"Go to a park or something like it. Gather some natural materials like rocks and sticks and build a piece of art from it. Take a video showing your creation and explain its meaning in the video.",
            "coins":60,
            "veto_time":18
        },
        {
            "header":"Jackpot!!",
            "text":"You get 100 free coins! Just click on complete.",
            "coins":100,
            "veto_time":0
        },
        {
            "header":"Jackpot!!",
            "text":"You get 100 free coins! Just click on complete.",
            "coins":100,
            "veto_time":0
        },
        {
            "header":"Find the alphabet on numberplates.",
            "text":"Take 26 photos of numberplates. The first numberplate must have an 'A' on it. The second one a 'B' and so on. you may NOT photograph the same numberplate twice. The photos must be taken in alphabetical order.",
            "coins":75,
            "veto_time":17
        },
        {
            "header":"Find 4 regional restaurant.",
            "text":"Find 4 different restaurants (takeout places do not count) which are cleary assignable to a different country/nationality each.",
            "coins":30,
            "veto_time":13
        },
        {
            "header":"Shake hands with different age groups.",
            "text":"Find a person in each of these age groups: 10-19, 20-29, 30-39, 40-49, 50-59 and shake hands with them. Only one of you has to shake hands. Anyone within this game doesnt count.",
            "coins":80,
            "veto_time":17
        },
        {
            "header":"Touch water in the Isar.",
            "text":"Not much to explain here. The water you touch must be water currently flowing in the Isar, the big river going through munich.",
            "coins":25,
            "veto_time":5
        },
        {
            "header":"Meet the other hunter team.",
            "text":"Take a selfie of you and the other hunter team holding hands. Only you get coins for this challenge, not the other team.",
            "coins":50,
            "veto_time":21
        },
        {
            "header":"Pick up trash.",
            "text":"You should have a bag with you. Fill this bag completely up with trash you find on the street. You may NOT get this trash from any existing trash bins and you also may not Put any of your own trash in the bag (at least not for the challenge). In the end, take a picture of your full bag and properly dispose it.",
            "coins":35,
            "veto_time":30
        },
        {
            "header":"A bit of Math!",
            "text":"Go to the nearest gas station and determine the cross-sum of the current diesel price per 2.6 liters.",
            "coins":45,
            "veto_time":14
        },
        {
            "header":"Pick up trash.",
            "text":"You should have a bag with you. Fill this bag completely up with trash you find on the street. You may NOT get this trash from any existing trash bins and you also may not Put any of your own trash in the bag (at least not for the challenge). In the end, take a picture of your full bag and properly dispose it.",
            "coins":35,
            "veto_time":35
        },
        {
            "header":"Mow a lawn.",
            "text":"You should have a pair of shears with you. Using these, trim a bit of publicly accessible grass. The trimmed area should be at least 10cmx10cm.",
            "coins":40,
            "veto_time":17
        },
        {
            "header":"Carry your teammate.",
            "text":"One of you has to carry the other for a distance of at least 100 meters. You can stop and take breaks within this distance. No body part of the carried person may touch the ground.",
            "coins":70,
            "veto_time":20
        },
        {
            "header":"Find an expensive car.",
            "text":"Locate a car worth more than 100000€. You may use your phones to determine the price of any car you see. If you found one, take a photo of it. The car must be on the streets or in a public parking lot. Automotive museums or anything like that doesnt count.",
            "coins":55,
            "veto_time":18
        },
        {
            "header":"Ask a stranger what year it is.",
            "text":"Ask someone on the street what year it currently is. If they respond, look at your phone and say 'correct'.",
            "coins":30,
            "veto_time":9
        },
        {
            "header":"Reenact a statue.",
            "text":"Find any full body statue of a human. One of you has to stand next to this statue and try to copy their pose. The other partner takes a photo of this.",
            "coins":40,
            "veto_time":15
        },
        {
            "header":"Draw a landmark.",
            "text":"Go to and use your drawing supplies to draw any of the following top attractions in munich: Marienenplatz, Nymphenburg Palace, Asamchurch, Allianz-Arena, New Town Hall, Olympiapark, St. Peters Church, Eisbach Wave, BMW Headquaters, Königsplatz.",
            "coins":55,
            "veto_time":20
        },
        {
            "header":"Visit the top attractions.",
            "text":"Visit 4 out of the following: Marienenplatz, Nymphenburg Palace, Asamchurch, Allianz-Arena, New Town Hall, Olympiapark, St. Peters Church, Eisbach Wave, BMW Headquaters, Königsplatz. For each one you visit, take a selfie there. You may choose freely on which ones exactly to visit.",
            "coins":100,
            "veto_time":25
        },
        {
            "header":"Photograph your partner from across the Isar.",
            "text":"Partner 1 has to be on one side of the Isar, partner 2 on the other. Then partner 1 has to take a picture of partner 2, where they are clearly recognizable. Neither of you may be on a bridge.",
            "coins":40,
            "veto_time":10
        },
        {
            "header":"Curse!",
            "text":"For the next 25 minutes, you're not allowed to use any public transport.",
            "coins":100,
            "curse_time":25
        },
        {
            "header":"Curse!",
            "text":"For the next 20 minutes, you're not allowed to communicate with the other hunter team in any way. Even when you physically meet them, you may not communicate in any way. You also cannot tell them about this curse, it is effective from the moment it's pulled.",
            "coins":100,
            "curse_time":20
        },
        {
            "header":"Curse!",
            "text":"For the next 30 minutes, you may only travel by foot or by Regional Train.",
            "coins":100,
            "curse_time":30
        }
    ]
}